---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTransformationParam
source: html/9e55c615-9dc2-49b2-d843-809ecd240cdb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyTransformationParam Property

"Web Orientation"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyTransformationParam { get; }
```